[
  {
    "id": 1,
    "name": "BALLET",
    "facts": [
      "First formal performances began at the French royal court in the year 1661.",
      "Originally, all roles were danced by men wearing elaborate court attire.",
      "Storytelling occurs entirely through movement, music, and facial expression.",
      "The term derives from Greek “ballizo,” meaning “to dance” or “to leap about.”",
      "Dancers apply rosin to their shoes’ soles for better grip on the slippery floor."
    ]
  },
  {
    "id": 2,
    "name": "AVOCADO",
    "facts": [
      "They have been used dating back to as early as 5000 BC in Central and South America.",
      "Over 70 million lbs. of these are consumed on Super Bowl Sunday.",
      "The skin and pit can be harmful, and even toxic, to cats and dogs.",
      "They don't ripen until they are picked from a tree.",
      "They are a type of berry, not vegetables, of which some people believe."
    ]
  },
  {
    "id": 4,
    "name": "BALLOON",
    "facts": [
      "Originally made from animal bladders, rubber versions emerged in the 19th century.",
      "They are often used in science to measure atmospheric conditions.",
      "In some cultures, releasing them is a symbol of letting go.",
      "They are now commonly made from latex or foil for durability.",
      "Helium-filled versions float because helium is lighter than air."
    ]
  },
  {
    "id": 5,
    "name": "LUGGAGE",
    "facts": [
      "It was traditionally made of wood and leather for durability.",
      "Wheeled versions were introduced in the 1970s, revolutionizing travel.",
      "It can range from hard-shell cases to soft, expandable fabric types.",
      "Modern models often include locks, compartments, and charging ports.",
      "It is designed to protect belongings and organize items for transport."
    ]
  },
  {
    "id": 6,
    "name": "BATTERY",
    "facts": [
      "The first version was created by Italian scientist Alessandro Volta in 1800.",
      "Some types can be recharged over 1,000 times before wearing out.",
      "They rely on chemical reactions to generate an electric current.",
      "A few types contain lithium, making them lightweight and long-lasting.",
      "Recycling programs exist for old ones to reduce toxic waste."
    ]
  },
  {
    "id": 7,
    "name": "PILLOWS",
    "facts": [
      "In ancient Mesopotamia, only the wealthy used them, made from stone.",
      "Specialized ones can be designed to support different sleeping postures.",
      "Feathers, memory foam, and polyester are common filling materials.",
      "Some types are infused with lavender for a calming sleep effect.",
      "They are used for head support while sleeping."
    ]
  },
  {
    "id": 8,
    "name": "TROUSERS",
    "facts": [
      "In the 19th century, women who wore them were considered rebellious.",
      "They became common women's clothing during World War II.",
      "Many designs include pockets, although some are purely decorative.",
      "They can be made from materials like denim, cotton, and wool.",
      "They are worn on the legs and commonly referred to as pants."
    ]
  },
  {
    "id": 9,
    "name": "BOTTLE",
    "facts": [
      "This object was first made from clay and glass before being mass-produced in the 19th century.",
      "Historically, it was used to hold liquids like wine, oil, and perfumes for storage.",
      "The design of this object has evolved significantly over the centuries, now available in plastic and glass.",
      "Today, it is used extensively for packaging beverages, especially water and soft drinks.",
      "A container with a narrow neck used to hold liquids, typically made of glass or plastic."
    ]
  },
  {
    "id": 10,
    "name": "BASKET",
    "facts": [
      "Used for carrying items, storing goods, or even playing games.",
      "Handcrafted ones are common in many cultures.",
      "Often woven from straw, fabric, or plastic.",
      "Can be used to carry picnic food or Easter treats.",
      "Some are hung from ceilings or handlebars."
    ]
  },
  {
    "id": 11,
    "name": "ORCHID",
    "facts": [
      "Some species produce no chlorophyll and rely entirely on fungi.",
      "The smallest blossoms can measure less than 2 millimeters across.",
      "Certain types bloom only once every several years in the wild.",
      "One genus uses a hinged lip to flick pollen onto visiting insects.",
      "They belong to one of the largest families of flowering plants."
    ]
  },
  {
    "id": 12,
    "name": "GALAXY",
    "facts": [
      "Its disk is about 100,000 light‑years in diameter overall.",
      "Estimated to hold over 100 billion of its own stars.",
      "Its spiral arms are sites of active star formation today.",
      "Our local system spins at roughly 220 kilometers per second.",
      "Contains a supermassive black hole at its very center."
    ]
  },
  {
    "id": 13,
    "name": "SPHINX",
    "facts": [
      "A hidden chamber was rumored to exist beneath its base.",
      "Erosion patterns suggest it may predate nearby monuments.",
      "The original carved figure has a missing nose and beard pieces.",
      "Its face is believed to represent a pharaoh from antiquity.",
      "Lies in alignment with two major pyramids on the plateau."
    ]
  },
  {
    "id": 14,
    "name": "PUPPET",
    "facts": [
      "Traditional types use rods or strings to articulate limbs and facial features.",
      "Marionettes require complex control from above for lifelike movement effects.",
      "Some cultures perform shadow versions by backlighting flat, jointed figures.",
      "They fit over the operator’s hand to animate mouths and gestures.",
      "Modern animatronics embed motors for autonomous, preprogrammed performances."
    ]
  },
  {
    "id": 15,
    "name": "OASIS",
    "facts": [
      "Salt crusts may form around edges where evaporation exceeds water input.",
      "Ancient trade routes often depended on them for caravan resupply stops.",
      "Forms where underground water reaches the surface in arid regions.",
      "Vegetation clusters around them, providing critical habitat for wildlife.",
      "Some contain hot springs, creating microclimates distinct from surrounding deserts."
    ]
  },
  {
    "id": 16,
    "name": "GIRAFFE",
    "facts": [
      "Their heels barely touch the ground when they walk, creating a rocking motion gait.",
      "Patterns of spots are unique to each individual, much like human fingerprints.",
      "Special valves prevent blood from rushing to the brain when bending down.",
      "It had 7 neck vertebrae but they are greatly elongated in length.",
      "Tongues can reach up to 45 centimeters and resist rough tree bark textures."
    ]
  },
  {
    "id": 17,
    "name": "SALMON",
    "facts": [
      "Many populations undertake upstream migrations covering hundreds of kilometers.",
      "Undergoes physiological changes enabling transition between salt and fresh water.",
      "Spawns in freshwater streams after maturing at sea over several years’ time.",
      "Flesh color derives from carotenoid pigments obtained through crustacean diets.",
      "Popular for grilling and smoking due to its rich oil content and firm texture."
    ]
  },
  {
    "id": 18,
    "name": "STATUE",
    "facts": [
      "Fixed in place yet meant to suggest power, memory, or an idealized form.",
      "Often positioned prominently to gaze eternally over crowds or crossroads.",
      "Historic upheavals often begin with either destruction or unveiling of one.",
      "Chisel marks or casting flaws sometimes betray the human hand behind it.",
      "Materials vary wildly, from fragile sands to enduring marbles and metals."
    ]
  },
  {
    "id": 19,
    "name": "GOBLET",
    "facts": [
      "Stemmed vessel often used ceremonially or for special feasts.",
      "Materials range from simple clay to gold-encrusted masterpieces.",
      "Design encourages slower, savoring drinks during gatherings.",
      "Linked in myths to quests and eternal youth legends.",
      "Durability varies based on craft, time, and use rituals."
    ]
  },
  {
    "id": 20,
    "name": "TEMPLE",
    "facts": [
      "Constructed as homes for deities, not merely meeting places.",
      "Architectural splendor often reflected devotion and hierarchy.",
      "Many became layered with ruins from successive civilizations.",
      "Pilgrimage destinations often centered on these sites.",
      "Rituals often controlled who could enter inner sanctuaries."
    ]
  },
  {
    "id": 21,
    "name": "ZEBRAS",
    "facts": [
      "Often form alliances with wildebeests during migrations.",
      "Communicate mood changes through ear and tail positions.",
      "No two individuals share exactly the same pattern.",
      "Can sleep standing up in close protective herds.",
      "Black-and-white stripes may confuse chasing predators."
    ]
  },
  {
    "id": 22,
    "name": "FRANCE",
    "facts": [
      "Home to one of the world's oldest cave paintings, dating 30,000 years back.",
      "A revolution here led to widespread global changes in governance and rights.",
      "This nation invented a popular flaky pastry enjoyed worldwide.",
      "A famous museum here holds a painting known for its mysterious smile.",
      "Hosts an annual bicycle race stretching over 2,000 miles each summer."
    ]
  },
  {
    "id": 23,
    "name": "ROMANS",
    "facts": [
      "Their legal system became the foundation for many modern laws around the world.",
      "They built complex roads and aqueducts that are still visible today.",
      "Their empire spanned three continents at its peak, influencing many regions.",
      "Their armies were known for their discipline and advanced tactics in battle.",
      "Public entertainment like gladiator fights and chariot races were popular."
    ]
  }
]
